{"dish_name": "Kalakuri Khinkali", "dish_description": "Juicy dumplings filled with spiced meat. Also known as city-style khinkali, the filling of these dumplings includes chopped herbs such as parsley and cilantro.", "dish_price": "$8"}
{"dish_name": "Mtiuluri Khinkali", "dish_description": "Mtiuluri is a conjugated word of mountain in the Georgian language. These are commonly known as mountain-style khinkali. It signifies that it doesn't contain herbs. Just meat, spices, and broth. But the best ones will have some heat from crushed chili flakes!", "dish_price": "$8"}
{"dish_name": "Chicken Satsivi", "dish_description": "Chicken in a walnut sauce, served with bread and rice. Not spicy.", "dish_price": "$12"}
{"dish_name": "Turkey Satsivi", "dish_description": "Turkey in a walnut sauce, served with bread and rice", "dish_price": "$12"}
{"dish_name": "Adjaruli Khachapuri", "dish_description": "Adjarian khachapuri, also known as Adjaruli khachapuri, is a traditional Georgian dish hailing from the coastal region of Adjara. This variation of khachapuri is distinct in its shape and presentation: it is boat-shaped with the dough formed into an open oval, leaving space in the middle to fill with a combination of cheeses, Sulguni and Imeretian cheese, which provide a creamy and slightly tangy flavor. Just before the khachapuri finishes baking, an egg yolk and a few pieces of butter are added to the center. After baking, the egg is still slightly runny, and it is meant to be mixed with the hot cheese and butter. Diners then tear off pieces of the crusty edge and dip them into the gooey cheese mixture, making it a delicious and interactive eating experience. This is the most popular dish from the Gagimarjos restaurant.", "dish_price": "$14"}
{"dish_name": "Megrelian Khachapuri", "dish_description": "Megrelian khachapuri is a traditional Georgian dish originating from the region of Samegrelo. It is a type of cheese-filled bread made from a yeast dough, with an extra layer of cheese added on top before baking. The primary cheese used is Sulguni, a brined Georgian cheese with a stretchy texture and tangy flavor. The result is a crispy and golden crust on the outside with a gooey, melted cheese center. Megrelian khachapuri is similar to other variations of khachapuri, but is distinct in that it has cheese both inside and on top, making it cheesier and richer. It is often enjoyed as a snack or a side dish and is a beloved comfort food in Georgian cuisine.", "dish_price": "$14"}
{"dish_name": "Mtsvadi", "dish_description": "Grilled skewers of marinated meat (pork, beef, or chicken)", "dish_price": "$11"}
{"dish_name": "Lobio", "dish_description": "Spicy bean stew with herbs and spices. Very spicy.", "dish_price": "$9"}
{"dish_name": "Chakapuli", "dish_description": "Lamb stew with tarragon, onions, and white wine", "dish_price": "$15"}
{"dish_name": "Badrijani Nigvzit", "dish_description": "Eggplant rolls filled with walnut paste and pomegranate seeds", "dish_price": "$10"}
{"dish_name": "Pkhali", "dish_description": "Minced vegetables mixed with walnuts, herbs, and spices. Mildly spicy.", "dish_price": "$8"}
{"dish_name": "Churchkhela", "dish_description": "Walnut and grape juice candy on a string", "dish_price": "$5"}
