{"name":"Nippon","cuisine":"Japanese","description":"Experience the flavors of Japan at our authentic restaurant. Our menu offers Sushi (Assorted), Tempura, Ramen, Teriyaki Chicken, Gyoza, Chirashi Bowl, Yakitori, Miso Soup, Okonomiyaki, Matcha Green Tea Ice Cream. Enjoy a peaceful and welcoming atmosphere as you dine on delicious dishes made with the finest ingredients. Join us for a taste of Japan right in the heart of the city."}
{"name":"Burger Shef","cuisine":"Burgers","description":"Satisfy your cravings for juicy, mouthwatering burgers at our restaurant. Sink your teeth into our signature burgers made with premium beef patties, fresh toppings, and savory sauces. Our menu offers Classic Cheeseburger, BBQ Bacon Burger, Mushroom Swiss Burger, Spicy Jalapeno Burger, Avocado Turkey Burger, Veggie Burger, Double Bacon Cheeseburger, Teriyaki Pineapple Burger, Buffalo Blue Cheese Burger, Portobello Mushroom Burger."}
{"name":"Sukhothai","cuisine":"Thai","description":"Transport your taste buds to Thailand at our vibrant and flavorful restaurant. Indulge in the exotic and aromatic dishes of Thai cuisine, from spicy curries and fragrant stir-fries to tangy salads and refreshing noodle dishes. Our menu is bursting with authentic flavors and fresh ingredients, creating a culinary experience that will leave you craving more. Enjoy the warm and welcoming ambiance as you savor the bold and exciting flavors of Thailand. Join us for a taste of Thailand right in your neighborhood."}
{"name":"Roman Holiday","cuisine":"Italian","description":"Immerse yourself in the rich and comforting flavors of Italy at our charming restaurant. Indulge in classic Italian dishes  Come join us for a taste of Italy right in the heart of the city. Our menu offers Margherita Pizza, Spaghetti Carbonara, Chicken Parmigiana, Risotto ai Funghi, Lasagna al Forno, Caprese Salad, Tiramisu, Gnocchi alla Sorrentina, Osso Buco, Panna Cotta. Buon appetito!"}
{"name":"Gagimarjos","cuisine":"Georgian","description":"Step into our Georgian restaurant and experience the unique and vibrant flavors of the Caucasus region. Delight in traditional Georgian dishes such as khachapuri (cheese-filled bread), khinkali (dumplings), and hearty stews bursting with herbs and spices. Our menu showcases the diverse culinary heritage of Georgia, offering a feast for the senses with each bite. Enjoy the warm and welcoming ambiance as you dine on these authentic dishes, paired with Georgian wines and spirits for a truly immersive dining experience. Join us for a taste of Georgia's rich culinary tradition and hospitality."}
