{"name": "Nippon", "cuisine": "Japanese", "description": "Experience the flavors of Japan at our authentic restaurant. Our menu offers Sushi (Assorted), Tempura, Ramen (Chicken, Pork, Tofu), Teriyaki Chicken, Gyoza, Chirashi Bowl, Yakitori, Miso Soup, Okonomiyaki, Matcha Green Tea Ice Cream, Unagi Don, Tonkatsu, Sashimi Platter, Takoyaki, Katsu Curry, Udon Noodle Soup, Ebi Fry, Agedashi Tofu, Onigiri, Edamame, Karaage, Chawanmushi, Dorayaki. Enjoy a peaceful and welcoming atmosphere as you dine on delicious dishes made with the finest ingredients. Join us for a taste of Japan right in the heart of the city."}
{"name": "Burger Shef", "cuisine": "Burgers", "description": "Satisfy your cravings for juicy, mouthwatering burgers at our restaurant. Sink your teeth into our signature burgers made with premium beef patties, fresh toppings, and savory sauces. Our menu offers Classic Cheeseburger, BBQ Bacon Burger, Mushroom Swiss Burger, Spicy Jalapeno Burger, Avocado Turkey Burger, Veggie Burger, Double Bacon Cheeseburger, Teriyaki Pineapple Burger, Buffalo Blue Cheese Burger, Portobello Mushroom Burger, Crispy Chicken Burger, Fish Fillet Burger, Bacon Egg Burger, Truffle Burger, Chili Cheese Burger, Sweet Potato Fries, Onion Rings, Fresh Salad, Milkshake (Chocolate/Vanilla/Strawberry)."}
{"name": "Sukhothai", "cuisine": "Thai", "description": "Transport your taste buds to Thailand at our vibrant and flavorful restaurant. Indulge in the exotic and aromatic dishes of Thai cuisine. Our menu is bursting with authentic flavors and fresh ingredients: Pad Thai, Tom Yum Soup, Green Curry, Mango Sticky Rice Dessert, Som Tum (Papaya Salad), Chicken Pad See Ew, Massaman Curry, Chicken Satay, Panang Curry, Pad Kra Pao, Thai Spring Rolls, Duck Red Curry, Thai Fried Rice, Glass Noodle Salad, Thai Fish Cakes, Pineapple Fried Rice, Thai Iced Tea, Sticky Rice with Coconut Custard, Crispy Pork Belly. Enjoy the warm and welcoming ambiance as you savor the bold and exciting flavors of Thailand."}
{"name": "Roman Holiday", "cuisine": "Italian", "description": "Immerse yourself in the rich and comforting flavors of Italy at our charming restaurant. Indulge in classic Italian dishes: Margherita Pizza, Spaghetti Carbonara, Chicken Parmigiana, Risotto ai Funghi, Lasagna al Forno, Caprese Salad, Tiramisu, Gnocchi alla Sorrentina, Osso Buco, Panna Cotta, Fettuccine Alfredo, Bruschetta, Pollo alla Cacciatora, Seafood Risotto, Prosciutto e Melone, Arancini, Minestrone Soup, Cannoli, Insalata di Mare, Affogato. Buon appetito!"}
{"name": "Gagimarjos", "cuisine": "Georgian", "description": "Step into our Georgian restaurant and experience the unique and vibrant flavors of the Caucasus region. Delight in traditional Georgian dishes such as khachapuri (Adjaruli, Megrelian, Imeruli), khinkali (Kalakuri, Mtiuluri), satsivi (Chicken, Turkey, Eggplant), mtsvadi, lobio, chakapuli, badrijani nigvzit, pkhali, churchkhela, chikhirtma, odjakhuri, kupati, chkmeruli, gebzhalia, elarji, matsoni with honey and walnuts, pelamushi. Enjoy the warm and welcoming ambiance as you dine on these authentic dishes, paired with Georgian wines and spirits for a truly immersive dining experience."}
{"name": "Matrёshka", "cuisine": "Russian", "description": "Discover the heart of Russian cuisine at Matrёshka. Our menu features Borscht, Pelmeni, Beef Stroganoff, Olivier Salad, Blini with Red Caviar, Shchi, Chicken Kiev, Pirozhki, Herring Under a Fur Coat, Solyanka, Kulebyaka, Vareniki, Golubtsy, Kvass, Syrniki, Okroshka, Medovik, Kholodets, Mors, Napoleon Cake. Enjoy a cozy and traditional Russian dining experience."}
{"name": "Masala Palace", "cuisine": "Indian", "description": "Embark on a flavorful journey through India at Masala Palace. Our menu includes Butter Chicken, Paneer Tikka, Lamb Rogan Josh, Chana Masala, Aloo Gobi, Chicken Biryani, Dal Makhani, Tandoori Chicken, Samosa, Garlic Naan, Palak Paneer, Fish Curry, Bhindi Masala, Gulab Jamun, Raita, Chicken Tikka Masala, Vegetable Korma, Mango Lassi, Pani Puri, Rasgulla. Experience the vibrant spices and aromas of India in every bite."}
{"name": "Red Dragon", "cuisine": "Chinese", "description": "Savor the tastes of China at Red Dragon. Our menu features Kung Pao Chicken, Sweet and Sour Pork, Mapo Tofu, Peking Duck, Spring Rolls, Egg Fried Rice, Beef Chow Fun, Hot and Sour Soup, Dim Sum Platter, Sichuan Spicy Noodles, General Tso's Chicken, Char Siu Pork, Steamed Fish with Ginger and Scallion, Eggplant in Garlic Sauce, Wonton Soup, Salt and Pepper Shrimp, Chinese Broccoli with Oyster Sauce, Sesame Balls, Mango Pudding, Jasmine Tea. Enjoy a feast of authentic Chinese flavors."}
